[Ability.A_necromantie_creature H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName=" necrophage"
mTooltip="当此生物用远程攻击杀死一支敌方队伍时，它会使一支骷髅和甲胄骷髅队伍增加+15个单位。\n\n秘密能力：如果英雄拥有20点或更多%icon_magic魔力，则增加的队伍数量翻倍。"

[Ability.A_necromantie_Buff H7BaseBuff]
mName=" necrophage"
mTooltip=""

[Ability.A_necromantie_Used_Marker H7BaseBuff]
mName=" necrophage"
mTooltip=""

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="骸骨关怀"
mTooltip="治疗所有友方生物，除了骷髅和甲胄骷髅，治疗量为每控制一个骷髅恢复2 %icon_health生命值。\n（仅对“亡灵”生物有效。）"

[Ability.A_necromantie_squelet_heal H7BaseBuff]
mName="骸骨关怀"
mTooltip=""

[Ability.A_RangedAttack_Dark_Bullet H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Ability.A_RangedRetaliation_necro H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="系统远程反击"
mTooltip="生物可以用自己的远程攻击反击远程攻击，只要它不在近战范围内，并且反击次数与被攻击次数相同。"

[Creature.A_CreatureNecromante H7Creature]
mName="骸骨女祭司"
mLore="在日常生活中，骸骨女祭司从事葬礼的组织工作，并负责坟墓的安全。这些亚莎的忠实仆人完美地履行着她们的职责，但她们对待死亡的奇特态度引发了许多疑问。她们不认为灵魂不朽有多重要，并相信只有骸骨才能作为永恒安息的象征，因为精神是易变的，而肉体是会腐朽的。如果有极端需要，女祭司会不情愿地将罪恶的灵魂束缚在其遗骸上，并唤起另一个骷髅战士来保护赫莱士。"

[Creature.A_Creaturenecromante_upregate H7Creature]
mName="墓穴神谕者"
mLore="墓穴神谕者对死亡层面物质层面的投入是如此强烈，以至于她们经常逾越所有界限，给亡灵巫师带来真正的担忧。除了照料坟墓的主要职责外，神谕者还通过骸骨占卜预测未来，即使在使用黑暗魔法时也坚持她们的哲学。有传言说，她们中最强大的人能够直接影响敌人骨骼，导致骨骼突然冲破受害者的肉体爆出，造成可怕的伤口。"